Repository: ChrisLauinger77/gnome-shell-extension-MessagingMenu
Catalog: po/*.po
Languages: af, de, es, fr, hu, nl, pl, ru, tr

source: Compose New Message
af: Skryf Nuwe Boodskap
de: Neue Nachricht erstellen
es: Crear un Nuevo Mensaje
fr: Composer un Nouveau Message
hu: Új üzenet írása
nl: Bericht opstellen
pl: Napisz nową wiadomość
ru: Создать Новое Сообщение
tr: Yeni İleti Oluştur

source: Contacts
af: Kontakte
de: Kontakte
es: Contactos
hu: Kapcsolatok
nl: Contactpersonen
pl: Kontakty
ru: Контакты
tr: Kişiler

source: Settings
af: Instellings
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
nl: Instellingen
pl: Ustawienia
ru: Настройки
tr: Ayarlar

source: Search...
de: Suchen...
ru: Поиск...

source: Select
af: Kies
de: Auswählen
es: Seleccionar
fr: Sélectionner
hu: Kiválasztás
nl: Selecteer
pl: Wybierz
ru: Выбрать
tr: Seç

source: Cancel
af: Kanselleer
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
nl: Annuleren
pl: Anuluj
ru: Отмена
tr: İptal

source: Name of .desktop files without .desktop ending
af: Naam van .desktop-lêers sonder .desktop-einde
de: Name der .desktop Datei ohne Dateiendung .desktop
es: Nombre de archivos .desktop sin la terminación .desktop
fr: Nom des fichiers .desktop sans l'extension .desktop
hu: .desktop fájlok neve .desktop végződés nélkül
nl: De naam van .desktopbestanden, zonder de .desktop-extensie
pl: Nazwa plików .desktop bez końcówki .desktop
ru: Имя файлов .desktop без окончания .desktop
tr: .desktop uzantısı olmadan .desktop dosyalarının adı

source: Notifier title
af: Kennisgewing titel
de: Benachrichtigungstitel
es: Título del Notificador
fr: Titre de la Notification
hu: Értesítési cím
nl: Titel van de melding
pl: Tytuł powiadomienia
ru: Заголовок уведомления
tr: Bildirim başlığı

source: Reset Settings
af: Herstel Instellings
de: Einstellungen zurücksetzen
es: Restablecer ajustes
fr: Réinitialiser les paramètres
hu: Beállítások visszaállítása
nl: Instellingen herstellen
pl: Przywróć ustawienia
ru: Сбросить настройки
tr: Ayarları Sıfırla

source: Reset all settings to default values
de: Alle Einstellungen auf Standardwerte zurücksetzen
ru: Сбросить все настройки на по-умолчанию

source: Found by scan
de: Gefunden durch Scannen
ru: Найдено с помощью сканирования

source: Email
af: E-pos
de: E-Post
es: Correo Electrónico
ru: Почта
tr: E-posta

source: Micro blogging
af: Mikroblog
de: Mikroblog
hu: Mikro-blogging
pl: Mikroblogowanie
ru: Микроблог
tr: Mikro blog

source: Email notifier
af: E-pos kennisgewer
de: Epost-Benachrichtigung
es: Notificador de Correo Electrónico
fr: Notification par Email
hu: Email értesítő
nl: E-mailnotificatie
pl: Powiadomienie e-mail
ru: Уведомление по электронной почте
tr: E-posta bildirimi

source: Micro blogging notifier
af: Mikroblog kennisgewer
de: Mikroblog-Benachrichtigung
es: Notificador de Microblogging
fr: Notification de Microblogging
hu: Mikro-blogging értesítő
nl: Microblogging-notificatie
pl: Powiadomienie mikroblogów
ru: Уведомление микроблога
tr: Mikro blog bildirimi

source: Add
af: Voeg by
de: Hinzufügen
es: Agregar
fr: Ajouter
hu: Hozzáadás
nl: Toevoegen
pl: Dodaj
ru: Добавить
tr: Ekle

source: Scan finished
de: Scan beendet
ru: Сканирование завершено

source: Scan found %d app
de: Scan hat %d Applikation gefunden
ru: Сканирование нашло %d приложение

source: Select app
af: Kies toepassing
de: App auswählen
es: Seleccionar aplicación
fr: Sélectionner l'application
hu: Alkalmazás kiválasztása
nl: Selecteer app
pl: Wybierz aplikację
ru: Выбрать приложение
tr: Uygulama seç

source: Email Notification:
af: E-pos Kennisgewing:
de: Epost-Benachrichtigung:
es: Notificación de Correo Electrónico:
fr: Notification par Email:
hu: Email értesítés:
nl: E-mailmelding:
pl: Powiadomienie e-mail:
ru: Уведомление электронной почты:
tr: E-posta Bildirimi:

source: Toggle email notification
af: Skakel e-pos kennisgewing aan/af
de: Umschalter Epost-Benachrichtigung
es: Alternar notificación de correo electrónico
fr: Basculer vers la notification par courrier électronique
hu: Email értesítés be-/kikapcsolása
nl: E-mailmelding in-/uitschakelen
pl: Włącz/wyłącz powiadomienia e-mail
ru: Переключить уведомление по электронной почте
tr: E-posta bildirimini aç/kapat

source: Chat Notification:
af: Klets Kennisgewing:
de: Chat-Benachrichtigung:
es: Notificación de Chat:
fr: Notification de Chat:
hu: Chat értesítés:
nl: Chatmelding:
pl: Powiadomienie czatu:
ru: Уведомление чата:
tr: Sohbet Bildirimi:

source: Toggle chat notification
af: Skakel klets kennisgewing aan/af
de: Umschalter Chat-Benachrichtigung
es: Alternar notificación de chat
fr: Afficher la notification de la discussion en ligne
hu: Chat értesítés be-/kikapcsolása
nl: Chatmelding in-/uitschakelen
pl: Włącz/wyłącz powiadomienia czatu
ru: Переключить уведомление чата
tr: Sohbet bildirimini aç/kapat

source: Micro Blogging Notification:
af: Mikroblog Kennisgewing:
de: Mikroblog-Benachrichtigung:
es: Notificación de Microblogging:
fr: Notification de Microblogging:
hu: Mikro-blogging értesítés:
nl: Microblogging-melding:
pl: Powiadomienie mikroblogów:
ru: Уведомление микроблога:
tr: Mikro Blog Bildirimi:

source: Toggle micro blogging notification
af: Skakel mikroblog kennisgewing aan/af
de: Umschalter Mikroblog-Benachrichtigung
es: Alternar notificación de microblogging
fr: Basculer la notification de microblogage
hu: Mikro-blogging értesítés be-/kikapcsolása
nl: Microblogging-melding in-/uitschakelen
pl: Włącz/wyłącz powiadomienia mikroblogów
ru: Переключить уведомление микроблога
tr: Mikro blog bildirimini aç/kapat

source: Notification Color (RGB):
af: Kennisgewing Kleur (RGB):
de: Benachrichtigungsfarbe (RGB):
es: Color de la Notificación (RGB):
fr: Couleur de la Notification (RGB):
hu: Értesítési szín (RGB):
nl: Kleur van de melding (RGB):
pl: Kolor powiadomienia (RGB):
ru: Цвет уведомлений (RGB):
tr: Bildirim Rengi (RGB):

source: Notification Color RGB
af: Kennisgewing Kleur (RGB)
de: Benachrichtigungsfarbe RGB
es: Color de la Notificación (RGB)
fr: Couleur de la Notification (RGB)
hu: Értesítési szín (RGB)
nl: Kleur van de melding (RGB)
pl: Kolor powiadomienia (RGB)
ru: Цвет уведомлений (RGB)
tr: Bildirim Rengi (RGB)

source: Wiggle Indicator:
de: Indikator bewegen:

source: Toggle wiggle indicator
de: Umschalter Indikator bewegen

source: Icon wiggles slightly when a new message arrives
de: Das Symbol wackelt leicht, wenn eine neue Nachricht eingeht

source: Icon size (pixel):
af: Ikoon grootte (pixels):
de: Symbolgrösse (Pixel):
es: Tamaño del icono (píxeles):
fr: Taille de l'icône (pixels) :
hu: Ikon mérete (pixel):
nl: Pictogramgrootte (pixels):
pl: Rozmiar ikony (piksele):
ru: Размер иконки (пиксели):
tr: Simge boyutu (piksel):

source: Size of the app icons in the menu
af: Grootte van die toepassing ikone in die menu
de: Grösse der Applikations-Symbole im Menü
es: Tamaño de los iconos de la aplicación en el menú
fr: Taille des icônes des applications dans le menu
hu: Az alkalmazásikonok mérete a menüben
nl: Grootte van de app-iconen in het menu
pl: Rozmiar ikon aplikacji w menu
ru: Размер иконок приложений в меню
tr: Menüdeki uygulama simgelerinin boyutu

source: Add menu
af: Voeg menu by
de: Hinzufügen Menü
es: Agregar menú
fr: Ajouter un menu
hu: Menü hozzáadása
nl: Menu toevoegen
pl: Dodaj menu
ru: Добавить меню
tr: Menü ekle

source: Usually located in '/usr/share/applications'
af: Gewoonlik geleë in '/usr/share/applications'
de: Befinden sich normalerweise in '/usr/share/applications'
es: Normalmente ubicado en '/usr/share/applications'
fr: Généralement situé dans '/usr/share/applications'
hu: Általában a '/usr/share/applications' helyen található
nl: Meestal te vinden in '/usr/share/applications'
pl: Zazwyczaj znajduje się w '/usr/share/applications'
ru: Обычно находится в '/usr/share/applications'
tr: Genellikle '/usr/share/applications' konumunda bulunur

source: Type:
af: Tipe:
de: Typ:
es: Tipo:
hu: Típus:
pl: Typ:
ru: Тип:
tr: Tür:

source: Scan
de: Scannen
ru: Сканировать

source: Scan installed applications for compatible Email and Chat apps (Categories: Email, Chat)
de: Scannen Sie installierte Anwendungen auf kompatible E-Mail- und Chat-Anwendungen (Kategorien: E-Mail, Chat)
ru: Проверить установленные приложения на наличие совместимых приложений почты и чатов (категории: Электронная почта, Чат).

source: Notifier
af: Kennisgewer
de: Benachrichtigung
es: Notificador
fr: Notification
hu: Értesítő
nl: Notificatie
pl: Powiadomienie
ru: Уведомление
tr: Bildirim

source: Alert on new Email
af: Waarskuwing oor nuwe e-pos
de: Warnung bei neuer E-Post
es: Alerta de nuevo correo electrónico
fr: Alerte sur un nouvel Email
hu: Értesítés új emailről
nl: Waarschuwing bij nieuwe e-mail
pl: Powiadomienie o nowym e-mailu
ru: Оповещение о новом письме
tr: Yeni e-posta bildirimi

source: Icon changes color on new Email
af: Ikoon verander van kleur by nuwe e-pos
de: Icon verändert Farbe bei neuer E-Post
es: El icono cambia de color con un nuevo correo electrónico
fr: L'icône change de couleur lors de l'envoi d'un nouvel e-mail
hu: Az ikon színe megváltozik új email esetén
nl: Pictogram verandert van kleur bij nieuwe e-mail
pl: Ikona zmienia kolor przy nowym e-mailu
ru: Иконка меняет цвет при новом письме
tr: Yeni e-postada simge rengi değişir

source: Alert on new Chat
af: Waarskuwing oor nuwe klets
de: Warnung bei neuem Chat
es: Alerta de nuevo chat
fr: Alerte sur un nouveau Chat
hu: Értesítés új chatről
nl: Waarschuwing bij nieuwe chat
pl: Powiadomienie o nowym czacie
ru: Оповещение о новом чате
tr: Yeni sohbet bildirimi

source: Icon changes color on new Chat
af: Ikoon verander van kleur by nuwe klets
de: Icon verändert Farbe bei neuem Chat
es: El icono cambia de color con un nuevo chat
fr: L'icône change de couleur lors d'un nouveau chat
hu: Az ikon színe megváltozik új chat esetén
nl: Pictogram verandert van kleur bij nieuwe chat
pl: Ikona zmienia kolor przy nowym czacie
ru: Иконка меняет цвет при новом чате
tr: Yeni sohbette simge rengi değişir

source: Alert on new News
af: Waarskuwing oor nuwe nuus
de: Warnung bei neuem Blog
es: Alerta de nuevas noticias
fr: Alerte sur de nouvelles Nouvelles
hu: Értesítés új hírekről
nl: Waarschuwing bij nieuw nieuws
pl: Powiadomienie o nowych wiadomościach
ru: Оповещение о новых новостях
tr: Yeni haber bildirimi

source: Icon changes color on new Blogposts
af: Ikoon verander van kleur by nuwe blogposte
de: Icon verändert Farbe bei neuem Blog
es: El icono cambia de color con nuevas publicaciones en el blog
fr: L'icône change de couleur sur les nouveaux billets de blog
hu: Az ikon színe megváltozik új blogbejegyzések esetén
nl: Pictogram verandert van kleur bij nieuwe blogposts
pl: Ikona zmienia kolor przy nowych wpisach na blogu
ru: Иконка меняет цвет при новых записях в блоге
tr: Yeni blog gönderilerinde simge rengi değişir

source: Wiggle Indicator
de: Indikator bewegen

source: Notification Color HEX
af: Kennisgewing Kleur (Hex)
de: Benachrichtigungsfarbe (Hex)
es: Color de la Notificación (Hex)
fr: Couleur de la Notification (Hex)
hu: Értesítési szín (Hex)
nl: Kleur van de melding (Hex)
pl: Kolor powiadomienia (Hex)
ru: Цвет уведомлений (Hex)
tr: Bildirim Rengi (Hex)

source: The color used to paint the Icon(GNOME 41 and before)
af: Die kleur wat gebruik word om die ikoon te verf (GNOME 41 en vroeër)
de: Farbe um das Icon zu malen (GNOME 41 und früher)
es: El color utilizado para pintar el icono (GNOME 41 y anteriores)
fr: La couleur utilisée pour peindre l'icône (GNOME 41 et avant)
hu: Az ikon festéséhez használt szín (GNOME 41 és korábbi)
nl: De kleur die wordt gebruikt om het pictogram te schilderen (GNOME 41 en eerder)
pl: Kolor używany do malowania ikony (GNOME 41 i wcześniej)
ru: Цвет, используемый для окраски значка (GNOME 41 и ранее)
tr: Simgeyi boyamak için kullanılan renk (GNOME 41 ve öncesi)

source: The color used to paint the Icon(GNOME 42 and later)
af: Die kleur wat gebruik word om die ikoon te verf (GNOME 42 en later)
de: Farbe um das Icon zu malen (GNOME 42 und später)
es: El color utilizado para pintar el icono (GNOME 42 y posteriores)
fr: La couleur utilisée pour peindre l'icône (GNOME 42 et suivants)
hu: Az ikon festéséhez használt szín (GNOME 42 és későbbi)
nl: De kleur die wordt gebruikt om het pictogram te schilderen (GNOME 42 en later)
pl: Kolor używany do malowania ikony (GNOME 42 i później)
ru: Цвет, используемый для окраски значка (GNOME 42 и позже)
tr: Simgeyi boyamak için kullanılan renk (GNOME 42 ve sonrası)

source: Compatible Chats
af: Kompatible kletse
de: Kompatible Chats
es: Chats Compatibles
fr: Chats Compatibles
hu: Kompatibilis chatek
nl: Compatibele chats
pl: Kompatybilne czaty
ru: Совместимые чаты
tr: Uyumlu sohbetler

source: Case sensitive name of the .desktop file names to start the app (without .desktop ending) delimited by semicolon
af: Hoogsensitiewe naam van die .desktop-lêers om die toepassing te begin (sonder .desktop-einde) geskei deur 'n kommapunt
de: Groß-/Kleinschreibung beachten - Namen der .desktop Dateien um die App zu Starten (ohne Dateiendung .desktop) getrennt mit Semikolon
es: Nombre sensible a mayúsculas y minúsculas de los archivos .desktop para iniciar la aplicación (sin la terminación .desktop) delimitado por punto y coma
fr: Nom sensible à la casse des noms de fichiers .desktop pour démarrer l'application (sans la terminaison .desktop) délimité par un point-virgule
hu: Az alkalmazás indításához szükséges .desktop fájlnevek kis- és nagybetűérzékeny neve (a .desktop végződés nélkül), pontosvesszővel elválasztva
nl: Hoofdlettergevoelige naam van de .desktop-bestandsnamen om de app te starten (zonder .desktop-extensie) gescheiden door puntkomma
pl: Wielkość liter w nazwach plików .desktop do uruchomienia aplikacji (bez końcówki .desktop) oddzielonych średnikiem
ru: Регистрочувствительное имя файлов .desktop для запуска приложения (без окончания .desktop), разделенное точкой с запятой
tr: Uygulamayı başlatmak için .desktop dosya adlarının büyük/küçük harf duyarlı adı (sonunda .desktop olmadan) noktalı virgülle ayrılmış

source: Compatible MBlogs
af: Kompatible Mikroblogs
de: Kompatible Mikroblogs
es: Microblogs Compatibles
fr: Microblogs Compatibles
hu: Kompatibilis mikroblogok
nl: Compatibele microblogs
pl: Kompatybilne mikroblogi
ru: Совместимые микроблоги
tr: Uyumlu mikro bloglar

source: Compatible Emails
af: Kompatible E-posse
de: Kompatible E-post
es: Correos Electrónicos Compatibles
fr: Emails Compatibles
hu: Kompatibilis emailek
nl: Compatibele e-mails
pl: Kompatybilne e-maile
ru: Совместимые электронные письма
tr: Uyumlu e-postalar

source: Compatible hidden Email Notifiers
af: Kompatible verborge e-poskennisgewers
de: Kompatible versteckte E-post Benachrichtigungen
es: Notificadores de Correo Electrónico Ocultos Compatibles
fr: Notificateurs d'Email CachÃ©s Compatibles
hu: Kompatibilis rejtett email értesítők
nl: Compatibele verborgen e-mailnotificaties
pl: Kompatybilne ukryte powiadomienia e-mail
ru: Совместимые скрытые уведомления по электронной почте
tr: Uyumlu gizli e-posta bildirimleri

source: Must be their Notificationtitle, because lookup_app does not work here
af: Moet hul kennisgewingstitel wees, want lookup_app werk nie hier nie
de: Muss der Benachrichtigungstitel sein, weil lookup_app nicht funktioniert
es: Debe ser su título de notificación, porque lookup_app no funciona aquí
fr: Il doit s'agir de leur titre de notification, car lookup_app ne fonctionne pas ici
hu: Az értesítési címüknek kell lennie, mert a lookup_app itt nem működik
nl: Moet hun notificatietitel zijn, omdat lookup_app hier niet werkt
pl: Musi być ich tytuł powiadomienia, ponieważ lookup_app tutaj nie działa
ru: Должен быть их заголовок уведомления, потому что lookup_app здесь не работает
tr: Bildirim başlığı olmalı, çünkü lookup_app burada çalışmıyor

source: Compatible hidden MBlog Notifiers
af: Kompatible verborge mikroblogkennisgewers
de: Kompatible versteckte Mikroblog Benachrichtigungen
es: Notificadores de Microblogs Ocultos Compatibles
fr: Notificateurs cachés compatibles avec MBlog
hu: Kompatibilis rejtett mikroblog értesítők
nl: Compatibele verborgen microblognotificaties
pl: Kompatybilne ukryte powiadomienia mikroblogów
ru: Совместимые скрытые уведомления микроблога
tr: Uyumlu gizli mikro blog bildirimleri

source: Icon size
af: Ikoongrootte
de: Symbolgrösse
es: Tamaño del icono
fr: Taille de l'icône
hu: Ikon mérete
nl: Pictogramgrootte
pl: Rozmiar ikony
ru: Размер иконки
tr: Simge boyutu

source: Chat
af: Klets
pl: Czat
ru: Чат
tr: Sohbet

source: Name:
af: Naam:
es: Nombre:
fr: Nom:
hu: Név:
nl: Naam:
pl: Nazwa:
ru: Имя:
tr: Ad:
