Repository: ChrisLauinger77/gnome-shell-extension-messagingmenu
Catalog: po/*.po
Languages: it, pt_br

source: Compose New Message
it: Componi un Nuovo Messaggio
pt_br: Escrever Nova Mensagem

source: Contacts
it: Contatti
pt_br: Contatos

source: Settings
it: Impostazioni
pt_br: Configurações

source: Select
it: Seleziona
pt_br: Selecionar

source: Cancel
it: Annulla
pt_br: Cancelar

source: Name of .desktop files without .desktop ending
it: Nome dei file .desktop senza estensione .desktop alla fine
pt_br: Nome dos arquivos .desktop sem a terminação .desktop

source: Notifier title
it: Titolo del Notificatore
pt_br: Título do Notificador

source: Reset Settings
it: Ripristina impostazioni
pt_br: Redefinir configurações

source: Email notifier
it: Notificatore di Email
pt_br: Notificador de E-mail

source: Micro blogging notifier
it: Notificatore di Microblogging
pt_br: Notificador de Microblogging

source: Add
it: Aggiungi
pt_br: Adicionar

source: Toggle email notification
it: Attiva/disattiva notifica e-mail
pt_br: Alternar notificação de e-mail

source: Toggle chat notification
it: Attiva/disattiva notifica chat
pt_br: Alternar notificação de chat

source: Toggle micro blogging notification
it: Attiva/disattiva notifica micro blog
pt_br: Alternar notificação de microblogging

source: Notification Color RGB
it: Colore della Notifica (RGB)
pt_br: Cor da Notificação (RGB)

source: Usually located in '/usr/share/applications'
it: Di solito si trova in '/usr/share/applications'
pt_br: Normalmente localizado em '/usr/share/applications'

source: Select app
it: Seleziona app
pt_br: Selecionar aplicativo

source: Email Notification:
it: Email di Notifica:
pt_br: Notificação de E-mail:

source: Chat Notification:
it: Notifica Chat:
pt_br: Notificação de Chat:

source: Micro Blogging Notification:
it: Notifica Microblog:
pt_br: Notificação de Microblogging:

source: Notification Color (RGB):
it: Colore della Notifica (RGB):
pt_br: Cor da Notificação (RGB):

source: Icon size (pixel):
it: Dimensione icona (pixel):
pt_br: Tamanho do ícone (pixels):

source: Add menu
it: Aggiungi menù
pt_br: Adicionar menu

source: Type:
it: Tipo:
pt_br: Tipo:

source: Name:
it: Nome:
pt_br: Nome:

source: Notifier
it: Notificatore
pt_br: Notificador

source: Alert on new Email
it: Avviso su nuova e-mail
pt_br: Alerta de novo e-mail

source: Icon changes color on new Email
it: L'icona cambia colore alla nuova e-mail
pt_br: O ícone muda de cor com novo e-mail

source: Alert on new Chat
it: Avviso sulla nuova chat
pt_br: Alerta de novo chat

source: Icon changes color on new Chat
it: L'icona cambia colore nella nuova chat
pt_br: O ícone muda de cor com novo chat

source: Alert on new News
it: Avviso su nuove notizie
pt_br: Alerta de novas notícias

source: Icon changes color on new Blogposts
it: L'icona cambia colore sui nuovi post del blog
pt_br: O ícone muda de cor com novas postagens no blog

source: Notification Color HEX
it: Colore della Notifica (Hex)
pt_br: Cor da Notificação (Hex)

source: The color used to paint the Icon(GNOME 41 and before)
it: Il colore utilizzato per dipingere l'icona (GNOME 41 e versioni precedenti)
pt_br: A cor usada para pintar o ícone (GNOME 41 e anteriores)

source: The color used to paint the Icon(GNOME 42 and later)
it: Il colore utilizzato per dipingere l'icona (GNOME 42 e versioni successive)
pt_br: A cor usada para pintar o ícone (GNOME 42 e posteriores)

source: Compatible Chats
it: Chat compatibili
pt_br: Chats compatíveis

source: Case sensitive name of the .desktop file names to start the app (without .desktop ending) delimited by semicolon
it: Nome con distinzione tra maiuscole e minuscole dei nomi dei file .desktop per avviare l'app (senza .desktop alla fine) delimitato da punto e virgola
pt_br: Nome sensível a maiúsculas e minúsculas dos nomes dos arquivos .desktop para iniciar o aplicativo (sem a terminação .desktop) delimitado por ponto e vírgula

source: Compatible MBlogs
it: MBlog compatibili
pt_br: Microblogs compatíveis

source: Compatible Emails
it: Email compatibili
pt_br: E-mails compatíveis

source: Compatible hidden Email Notifiers
it: Notificatori e-mail nascosti compatibili
pt_br: Notificadores de e-mail ocultos compatíveis

source: Must be their Notificationtitle, because lookup_app does not work here
it: Deve essere il titolo della notifica, perché l'app di ricerca non funziona qui
pt_br: Deve ser o título da notificação, porque lookup_app não funciona aqui

source: Compatible hidden MBlog Notifiers
it: Notificatori MBlog nascosti compatibili
pt_br: Notificadores de microblog ocultos compatíveis

source: Icon size
it: Dimensione icona
pt_br: Tamanho do ícone

source: Size of the app icons in the menu
it: Dimensioni delle icone delle app nel menu
pt_br: Tamanho dos ícones dos aplicativos no menu
