Repository: ChrisLauinger77/gnome-shell-extension-MessagingMenu
Catalog: po/cz.po
Languages: cz

source: Compose New Message
cz: Vytvořit novou zprávu

source: Contacts
cz: Kontakty

source: Settings
cz: Nastavení

source: Select
cz: Vybrat

source: Cancel
cz: Zrušit

source: Name of .desktop files without .desktop ending
cz: Název souborů .desktop bez koncovky .desktop

source: Notifier title
cz: Název upozornění

source: Reset Settings
cz: Obnovit nastavení

source: Micro blogging
cz: Micro-blog

source: Email notifier
cz: Upozornění na email

source: Micro blogging notifier
cz: Upozornění na micro-blog

source: Add
cz: Přidat

source: Select app
cz: Vybrat aplikaci

source: Email Notification:
cz: Upozornění na email:

source: Toggle email notification
cz: Přepnout upozornění na email

source: Chat Notification:
cz: Upozornění na chat:

source: Toggle chat notification
cz: Přepnout upozornění na chat

source: Micro Blogging Notification:
cz: Upozornění na micro-blog:

source: Toggle micro blogging notification
cz: Přepnout upozornění na micro-blog

source: Notification Color (RGB):
cz: Barva upozornění (RGB):

source: Notification Color RGB
cz: Barva upozornění (RGB)

source: Add menu
cz: Přidat menu

source: Usually located in '/usr/share/applications'
cz: Obvykle se nachází v '/usr/share/applications'

source: Type:
cz: Typ:

source: Name:
cz: Název:

source: Notifier
cz: Upozornění

source: Alert on new Email
cz: Upozornit na nový email

source: Icon changes color on new Email
cz: Ikona změní barvu při novém emailu

source: Alert on new Chat
cz: Upozornit na nový chat

source: Icon changes color on new Chat
cz: Ikona změní barvu při novém chatu

source: Alert on new News
cz: Upozornit na nové zprávy

source: Icon changes color on new Blogposts
cz: Ikona změní barvu při nových příspěvcích na blogu

source: Notification Color HEX
cz: Barva upozornění (Hex)

source: The color used to paint the Icon(GNOME 41 and before)
cz: Barva použitá k malování ikony (GNOME 41 a dříve)

source: The color used to paint the Icon(GNOME 42 and later)
cz: Barva použitá k malování ikony (GNOME 42 a později)

source: Compatible Chats
cz: Kompatibilní chaty

source: Case sensitive name of the .desktop file names to start the app (without .desktop ending) delimited by semicolon
cz: Názvy souborů .desktop citlivé na velikost písmen pro spuštění aplikace (bez koncovky .desktop) oddělené středníkem

source: Compatible MBlogs
cz: Kompatibilní micro-blogy

source: Compatible Emails
cz: Kompatibilní emaily

source: Compatible hidden Email Notifiers
cz: Kompatibilní skrytá upozornění na emaily

source: Must be their Notificationtitle, because lookup_app does not work here
cz: Musí být jejich název upozornění, protože lookup_app zde nefunguje

source: Compatible hidden MBlog Notifiers
cz: Kompatibilní skrytá upozornění na micro-blogy
